Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# %lld / %lld min
source: %1$lld / %2$lld min
ru: %1$lld / %2$lld мин
zh_hans: %1$lld / %2$lld 分钟

# %lld / %lldg
source: %1$lld / %2$lldg
ru: %1$lld / %2$lld г
zh_hans: %1$lld / %2$lld克

# %lld kcal • P %lldg
source: %1$lld kcal • P %2$lldg
ru: %1$lld ккал • Б %2$lld г
zh_hans: %1$lld千卡• P %2$lldg

source: %lldg
ru: %lldг

source: 15d
ru: 15 дн.

source: 30d ago
ru: 30 дн. назад
zh_hans: 30天前

source: Active Session
ru: Активная тренировка
zh_hans: 进行中的训练

source: Activity load
ru: Нагрузка
zh_hans: 活动负荷

# activity.activeDay
source: Active day
ru: Активный день
zh_hans: 活跃的一天

# activity.activeKcalCompletedSoFarThereIsRoomTo
source: %@ active kcal completed so far. There is room to build.
ru: %@ активных ккал уже выполнено. Есть пространство добавить.
zh_hans: 目前已完成 %@ 活动千卡。还有空间继续增加。

# activity.activityDataIsShownFromAppleHealthWhenAvailable
source: Activity data is shown from Apple Health when available.
ru: Данные активности показываются из Apple Health, когда они доступны.
zh_hans: 有数据时会显示来自 Apple 健康的活动信息。

# activity.activityDetails
source: Activity Details
ru: Детали Активности
zh_hans: 活动详情

# activity.activityLog
source: ACTIVITY LOG
ru: Журнал Активности
zh_hans: 活动记录

# activity.activityScore
source: ACTIVITY SCORE
ru: ОЦЕНКА АКТИВНОСТИ
zh_hans: 活动评分

# activity.activityTimeline
source: ACTIVITY TIMELINE
ru: ЛЕНТА АКТИВНОСТИ
zh_hans: 活动时间线

# activity.activityTotalsAreShownFromAppleHealth
source: Activity totals are shown from Apple Health.
ru: Итоги активности берутся из Apple Health.
zh_hans: 活动总量来自 Apple 健康。

# activity.almostThere
source: Almost there
ru: Почти готово
zh_hans: 快到了

# activity.compactThousandsFormat
source: %.1fk
ru: %.1f тыс
zh_hans: %.1f千

# activity.comparison.aboveFormat
source: ↑ %lld%% vs %@
ru: ↑ %lld%% к %@
zh_hans: ↑ %lld%% 对比 %@

# activity.comparison.belowFormat
source: ↓ %lld%% vs %@
ru: ↓ %lld%% к %@
zh_hans: ↓ %lld%% 对比 %@

# activity.comparison.dayEarly
source: Day is still early
ru: День еще только начинается
zh_hans: 今天还早

# activity.comparison.inLineFormat
source: In line with %@
ru: На уровне с %@
zh_hans: 与%@持平

# activity.comparison.noBaseline
source: No baseline yet
ru: Базы для сравнения пока нет
zh_hans: 暂无对比基准

# activity.comparison.typicalWeekdayFormat
source: typical %@
ru: типичным %@
zh_hans: 通常的%@

# activity.comparison.weekAverage
source: week average
ru: средним за неделю
zh_hans: 周均值

# activity.comparison.weeklyLater
source: Weekly comparison will be more useful later today
ru: Сравнение с неделей будет полезнее позже сегодня
zh_hans: 与本周的对比，今天晚些时候会更有参考价值

# activity.dataFrom
source: Data from %@
ru: Данные из %@
zh_hans: 数据来自 %@

# activity.dataFromPlan
source: Logged in your plan
ru: Запись из плана
zh_hans: 已记入计划

# activity.dataFromPlanned
source: Scheduled in your plan
ru: Запланировано в плане
zh_hans: 已安排在计划中

# activity.details.averageHeartRateFormat
source: Avg %lld bpm
ru: Средн. %lld уд/мин
zh_hans: 平均 %lld 次/分

# activity.details.empty.message
source: Activity totals are shown from Apple Health.
ru: Итоги активности берутся из Apple Health.
zh_hans: 活动总量来自 Apple 健康。

# activity.details.empty.title
source: No activity yet
ru: Активности пока нет
zh_hans: 暂无活动

# activity.details.heartRate.title
source: Heart rate
ru: Пульс
zh_hans: 心率

# activity.details.log.title
source: Activity log
ru: Журнал активности
zh_hans: 活动记录

# activity.details.maxHeartRateFormat
source: Max %lld bpm
ru: Макс. %lld уд/мин
zh_hans: 最高 %lld 次/分

# activity.details.route.title
source: Route
ru: Маршрут
zh_hans: 路线

# activity.details.score.title
source: Activity score
ru: Оценка активности
zh_hans: 活动评分

# activity.details.section.keyMetrics
source: KEY METRICS
ru: КЛЮЧЕВЫЕ МЕТРИКИ
zh_hans: 关键指标

# activity.details.sessionsFormat
source: %lld sessions
ru: %lld тренировок
zh_hans: %lld 次训练

# activity.details.timeline.title
source: Activity timeline
ru: Лента активности
zh_hans: 活动时间线

# activity.details.title
source: Activity Details
ru: Детали активности
zh_hans: 活动详情

# activity.details.week.title
source: This week
ru: Эта неделя
zh_hans: 本周

# activity.details.zones.title
source: Time in zones
ru: Время в зонах
zh_hans: 心率区间时长

# activity.goodMovementVolumeTodayKeepActivitySteadyThroughThe
source: Good movement volume today. Keep activity steady through the day.
ru: Хороший объем движения сегодня. Сохраняйте темп ровным до конца дня.
zh_hans: 今天活动量不错。保持稳定，撑过这一天。

# activity.heartRate
source: HEART RATE
ru: Пульс
zh_hans: 心率

# activity.heartRate.averageFormat
source: Avg %lld bpm
ru: Средн. %lld уд/мин
zh_hans: 平均 %lld 次/分

# activity.heartRate.maxFormat
source: Max %lld bpm
ru: Макс. %lld уд/мин
zh_hans: 最高 %lld 次/分

# activity.heartRate.zone1
source: Zone 1
ru: Зона 1
zh_hans: 区间 1

# activity.heartRate.zone2
source: Zone 2
ru: Зона 2
zh_hans: 区间 2

# activity.heartRate.zone3
source: Zone 3
ru: Зона 3
zh_hans: 区间 3

# activity.heartRate.zone4
source: Zone 4
ru: Зона 4
zh_hans: 区间 4

# activity.heartRate.zone5
source: Zone 5
ru: Зона 5
zh_hans: 区间 5

# activity.lightlyActive
source: Lightly active
ru: Легкая активность
zh_hans: 轻度活动

# activity.loggedFromPlan
source: Logged from plan
ru: Записано из плана
zh_hans: 来自计划记录

# activity.lowActivity
source: Low activity
ru: Низкая активность
zh_hans: 活动偏少

# activity.metric.activeCalories
source: Active Calories
ru: Активные калории
zh_hans: 活动热量

# activity.metric.activeKcal
source: Active kcal
ru: Активные ккал
zh_hans: 活动千卡

# activity.metric.avgCadence
source: Avg Cadence
ru: Средний каденс
zh_hans: 平均步频

# activity.metric.avgHeartRate
source: Avg Heart Rate
ru: Средний пульс
zh_hans: 平均心率

# activity.metric.avgPace
source: Avg Pace
ru: Средний темп
zh_hans: 平均配速

# activity.metric.avgSpeed
source: Avg Speed
ru: Средняя скорость
zh_hans: 平均速度

# activity.metric.distance
source: Distance
ru: Дистанция
zh_hans: 距离

# activity.metric.duration
source: Duration
ru: Длительность
zh_hans: 时长

# activity.metric.elapsedTime
source: Elapsed Time
ru: Прошедшее время
zh_hans: 已用时间

# activity.metric.elevation
source: Elevation
ru: Набор высоты
zh_hans: 海拔

# activity.metric.elevationGain
source: Elevation Gain
ru: Набор высоты
zh_hans: 爬升

# activity.metric.maxHeartRate
source: Max Heart Rate
ru: Макс. пульс
zh_hans: 最大心率

# activity.metric.maxSpeed
source: Max Speed
ru: Максимальная скорость
zh_hans: 最高速度

# activity.metric.peak
source: Peak
ru: Пик
zh_hans: 峰值

# activity.metric.steps
source: Steps
ru: Шаги
zh_hans: 步数

# activity.metric.workoutTime
source: Workout Time
ru: Время тренировки
zh_hans: 训练时长

# activity.min
source: min
ru: мин
zh_hans: 分钟

# activity.noActivityYet
source: No activity yet
ru: Активности пока нет
zh_hans: 暂无活动

# activity.noMeaningfulMovementHasBeenRecordedYetToday
source: No movement logged yet today.
ru: Движение сегодня пока не записано.
zh_hans: 今天还没有记录到活动。

# activity.noWorkoutsRecorded
source: No workouts recorded
ru: Тренировки не записаны
zh_hans: 尚未记录训练

# activity.onlyLldOfYourDailyMovementTargetHasBeen
source: You’re at %lld%% of today’s movement target so far.
ru: Пока выполнено %lld%% дневной цели движения.
zh_hans: 目前已完成今日活动目标的 %lld%%。

# activity.plannedInPlan
source: Planned
ru: В плане
zh_hans: 已计划

# activity.route
source: ROUTE
ru: Маршрут
zh_hans: 路线

# activity.route.expandHint
source: Opens the full route map
ru: Открывает карту маршрута
zh_hans: 打开完整路线地图

# activity.route.noGpsData
source: No GPS route was recorded for this workout.
ru: GPS-маршрут для этой тренировки не записан.
zh_hans: 本次训练未记录 GPS 路线。

# activity.route.permissionRequired
source: Allow Workout Routes in Apple Health to see the map.
ru: Разрешите «Маршруты тренировок» в «Здоровье», чтобы видеть карту.
zh_hans: 请在 Apple 健康中允许「体能训练路线」以查看地图。

# activity.route.viewMap
source: View route map
ru: Открыть карту маршрута
zh_hans: 查看路线地图

# activity.score
source: score
ru: баллы
zh_hans: 评分

# activity.session.elapsedLabel
source: elapsed
ru: прошло
zh_hans: 已用时

# activity.session.startedFormat
source: Started %@
ru: Начало %@
zh_hans: 开始于 %@

# activity.sessions.countFormat
source: %lld sessions
ru: %lld тренировок
zh_hans: %lld 次训练

# activity.syncedFrom
source: Synced from %@
ru: Синхронизировано из %@
zh_hans: 同步自 %@

# activity.targetAchieved
source: Target achieved
ru: Цель достигнута
zh_hans: 目标已达成

# activity.thisWeek
source: THIS WEEK
ru: ЭТА НЕДЕЛЯ
zh_hans: 本周

# activity.timeInZones
source: TIME IN ZONES
ru: ВРЕМЯ В ЗОНАХ
zh_hans: 心率区间

# activity.workoutType.cycling
source: Cycling
ru: Велосессия
zh_hans: 骑行

# activity.workoutType.hiit
source: HIIT Workout
ru: HIIT-тренировка
zh_hans: HIIT 训练

# activity.workoutType.hiking
source: Hiking
ru: Поход
zh_hans: 徒步

# activity.workoutType.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# activity.workoutType.run
source: Run
ru: Бег
zh_hans: 跑步

# activity.workoutType.running
source: Running
ru: Бег
zh_hans: 跑步

# activity.workoutType.strength
source: Strength Workout
ru: Силовая
zh_hans: 力量训练

# activity.workoutType.swim
source: Swim
ru: Плавание
zh_hans: 游泳

# activity.workoutType.swimming
source: Swimming
ru: Плавание
zh_hans: 游泳

# activity.workoutType.walk
source: Walk
ru: Ходьба
zh_hans: 步行

# activity.workoutType.walking
source: Walk
ru: Прогулка
zh_hans: 步行

# activity.workoutType.workout
source: Workout
ru: Тренировка
zh_hans: 训练

# activity.workoutType.yoga
source: Yoga
ru: Йога
zh_hans: 瑜伽

# activity.youAreCloseToYourTargetAShortWalk
source: You are close to your target. A short walk may complete the day.
ru: Вы близко к цели. Короткая прогулка может закрыть день.
zh_hans: 你已接近目标。再走一小段或许就能完成今天。

# activity.youReachedTodaySMovementTargetWithActiveKcal
source: You reached today's movement target with %@ active kcal.
ru: Вы достигли дневной цели движения: %@ активных ккал.
zh_hans: 你已达成今日活动目标，活动千卡为 %@。

source: and
ru: и
zh_hans: 和

source: Apple Health helps WeekFit work more accurately.
ru: Apple Health помогает WeekFit работать точнее.
zh_hans: Apple Health 有助于提升 WeekFit 的运算精度。

# appReviewDemo.action.exit
source: Exit Demo
ru: Выйти из демо
zh_hans: 退出演示

# appReviewDemo.action.start
source: Start Demo
ru: Начать демо
zh_hans: 开始演示

# appReviewDemo.action.try
source: Try App Review Demo
ru: Демо для проверки приложения
zh_hans: 应用程序测试演示版

# appReviewDemo.action.trySubtitle
source: Explore WeekFit with pre-populated sample health data.
ru: Посмотрите все возможности WeekFit на заранее подготовленных данных.
zh_hans: 使用预填充的样本健康数据探索 WeekFit。

# appReviewDemo.badge.demoData
source: Demo Data
ru: Демо-данные
zh_hans: 演示数据

# appReviewDemo.scenario.keepItModerate
source: Keep It Moderate
ru: Умеренная нагрузка
zh_hans: 适度即可

# appReviewDemo.scenario.readyToTrain
source: Ready to Train
ru: Готов к нагрузке
zh_hans: 已准备好迎接负荷

# appReviewDemo.scenario.recoveryFirst
source: Recovery First
ru: Сначала восстановление
zh_hans: 首先进行修复

# appReviewDemo.settings.scenarioLabel
source: Demo scenario
ru: Демо-сценарий
zh_hans: 演示场景

# appReviewDemo.settings.status.active
source: Active
ru: Активен
zh_hans: 进行中

# appReviewDemo.settings.status.off
source: Off
ru: Выкл.
zh_hans: 关

# appReviewDemo.settings.title
source: App Review Demo
ru: Демо-режим
zh_hans: 应用评测演示

# appReviewDemo.sheet.message
source: This mode uses sample health and activity data so all WeekFit features can be reviewed without access to personal Apple Health data.
ru: В этом режиме используются демонстрационные данные о здоровье и активности, чтобы все функции WeekFit можно было проверить без доступа к личным данным Apple Health.
zh_hans: 在此模式下，系统使用健康与活动状态的演示数据，以便用户无需访问 Apple Health 的个人数据即可测试 WeekFit 的所有功能。

# appReviewDemo.sheet.title
source: App Review Demo
ru: Демо-режим
zh_hans: 应用评测演示

# auth.close
source: Close
ru: Закрыть
zh_hans: 关闭

# auth.coachLogging
source: Coach Logging
ru: Логи тренера
zh_hans: 教练日志

# auth.connectHealthToImproveRecommendations
source: Connect Health to improve recommendations.
ru: Подключите Health, чтобы улучшить рекомендации.
zh_hans: 连接 Health 以优化推荐建议。

# auth.controlHowWeekfitHandlesYourData
source: Control how WeekFit handles your data
ru: Управляйте тем, как WeekFit обрабатывает ваши данные
zh_hans: 控制 WeekFit 如何处理您的数据

# auth.defaultIsOffEnableOnlyWhileDebugging
source: Default is off. Enable only while debugging.
ru: По умолчанию выключено. Включайте только для отладки.
zh_hans: 默认已关闭。仅在调试时启用。

# auth.email.button.createAccount
source: Create Account
ru: Создать аккаунт
zh_hans: 创建账户

# auth.email.button.resetPassword
source: Send Reset Link
ru: Отправить ссылку
zh_hans: 发送链接

# auth.email.button.signIn
source: Sign In
ru: Войти
zh_hans: 登录

# auth.email.error.appleCredentials
source: Unable to read Apple credentials.
ru: Не удалось прочитать учетные данные Apple.
zh_hans: 无法读取 Apple 账户凭证。

# auth.email.error.emailAlreadyExists
source: This email is already registered.
ru: Этот email уже зарегистрирован.
zh_hans: 此电子邮件地址已注册。

# auth.email.error.invalidCredentials
source: Invalid email or password.
ru: Неверный email или пароль.
zh_hans: 电子邮件地址或密码无效。

# auth.email.error.invalidEmail
source: Please enter a valid email.
ru: Введите корректный email.
zh_hans: 请输入有效的电子邮件地址。

# auth.email.error.network
source: Network error. Please try again.
ru: Ошибка сети. Попробуйте еще раз.
zh_hans: 网络错误。请重试。

# auth.email.error.userNotFound
source: Account not found.
ru: Аккаунт не найден.
zh_hans: 未找到该账户。

# auth.email.error.weakPassword
source: Password should be at least 6 characters.
ru: Пароль должен быть не короче 6 символов.
zh_hans: 密码长度应至少为 6 个字符。

# auth.email.field.confirmPassword
source: Confirm password
ru: Подтвердите пароль
zh_hans: 确认密码

# auth.email.field.password
source: Password
ru: Пароль
zh_hans: 密码

# auth.email.link.backToSignIn
source: Back to sign in
ru: Вернуться ко входу
zh_hans: 返回登录页面

# auth.email.link.createAccount
source: New to WeekFit? Create account
ru: Впервые в WeekFit? Создайте аккаунт
zh_hans: 初次使用 WeekFit？立即创建账户

# auth.email.link.forgotPassword
source: Forgot password?
ru: Забыли пароль?
zh_hans: 忘记密码？

# auth.email.link.signIn
source: Already have an account? Sign in
ru: Уже есть аккаунт? Войти
zh_hans: 已有账号？立即登录

# auth.email.subtitle.createAccount
source: Start building better routines.
ru: Начните строить более здоровые привычки.
zh_hans: 开始养成更健康的生活习惯。

# auth.email.subtitle.resetPassword
source: We’ll send you a reset link.
ru: Мы отправим ссылку для сброса.
zh_hans: 我们将发送一个重置链接。

# auth.email.subtitle.signIn
source: Continue your WeekFit journey.
ru: Продолжайте свой путь с WeekFit.
zh_hans: 继续您的 WeekFit 之旅。

# auth.email.success.passwordResetSent
source: Password reset link sent to your email.
ru: Ссылка для сброса пароля отправлена на ваш email.
zh_hans: 密码重置链接已发送至您的电子邮箱。

# auth.email.title.createAccount
source: Create account
ru: Создать аккаунт
zh_hans: 创建账户

# auth.email.title.resetPassword
source: Reset password
ru: Сброс пароля
zh_hans: 重置密码

# auth.email.title.signIn
source: Welcome back
ru: С возвращением
zh_hans: 回归

# auth.helpGuidesAndFeedback
source: Help, guides and feedback
ru: Помощь, инструкции и обратная связь
zh_hans: 帮助、指南与反馈

# auth.privacyAndPermissions
source: Privacy and permissions
ru: Приватность и разрешения
zh_hans: 隐私与授权

# auth.privacySettings
source: Privacy Settings
ru: Настройки приватности
zh_hans: 隐私设置

# auth.recoveryAndWorkoutReminders
source: Recovery and workout reminders
ru: Напоминания о восстановлении и тренировках
zh_hans: 恢复与训练提醒

# auth.sleepWorkoutsAndRecoveryConnected
source: Sleep, workouts and recovery connected.
ru: Сон, тренировки и восстановление подключены.
zh_hans: 睡眠、训练与恢复均已纳入计划。

source: Back
ru: Назад
zh_hans: 返回

source: before you train.
ru: к тренировке.
zh_hans: 现在开始。

source: BPM
ru: уд/мин

source: Building
ru: Сборка
zh_hans: 建筑物

source: By continuing, you agree to WeekFit’s
ru: Продолжая, вы соглашаетесь с документами WeekFit:
zh_hans: 继续使用即表示您同意 WeekFit 的相关条款。

source: Calories
ru: Калории
zh_hans: 热量

# challenge.recovery7.a11y.awaitingMorning
source: Awaiting morning confirmation
ru: Ожидает утреннего подтверждения
zh_hans: 等待上午确认

# challenge.recovery7.a11y.completed
source: completed
ru: выполнено
zh_hans: 已完成

# challenge.recovery7.a11y.current
source: current day
ru: текущий день
zh_hans: current 天

# challenge.recovery7.a11y.dayStatus
source: Day %1$d, %2$@
ru: День %1$d, %2$@
zh_hans: 第%1$d天，%2$@

# challenge.recovery7.a11y.future
source: upcoming
ru: впереди
zh_hans: 前方

# challenge.recovery7.a11y.missed
source: missed
ru: пропущен
zh_hans: 未完成

# challenge.recovery7.a11y.pending
source: not completed
ru: не выполнено
zh_hans: 未完成

# challenge.recovery7.active.completedBody
source: Nice work. Come back tomorrow for the next action.
ru: Отлично. Завтра откроется следующее действие.
zh_hans: 做得很好。明天再来参加下一项操作。

# challenge.recovery7.active.eveningPlanSet
source: Your evening plan is set
ru: План на вечер сохранён
zh_hans: 晚间活动计划保持不变

# challenge.recovery7.active.nextStepTomorrow
source: Your next step opens tomorrow
ru: Следующий шаг откроется завтра
zh_hans: 下一步将于明日启动。

# challenge.recovery7.active.saveTimeCompleteCTA
source: Save time & complete day
ru: Сохранить время и завершить день
zh_hans: Save time & complete 天

# challenge.recovery7.card.completedTodayBody
source: Today’s action is done. The next task opens tomorrow.
ru: Сегодняшнее действие выполнено. Следующее откроется завтра.
zh_hans: 今天的行动已完成。下一项行动将于明日启动。

# challenge.recovery7.card.continueCTA
source: Continue challenge
ru: Продолжить челлендж
zh_hans: 继续挑战

# challenge.recovery7.card.finishedTitle
source: Challenge complete
ru: Челлендж завершён
zh_hans: 挑战完成

# challenge.recovery7.card.introBody
source: Seven small recovery actions. You confirm each day yourself.
ru: Семь небольших действий для восстановления. Каждый день подтверждаешь сам.
zh_hans: 恢复所需的七个小步骤。你每天都在亲身实践。

# challenge.recovery7.card.openCTA
source: Open challenge
ru: Открыть челлендж
zh_hans: 开启挑战

# challenge.recovery7.card.summaryCTA
source: View your summary
ru: Смотреть итоги
zh_hans: 查看结果

# challenge.recovery7.card.viewCTA
source: View challenge
ru: Смотреть челлендж
zh_hans: 查看挑战

# challenge.recovery7.day5.breakLabel
source: Break %d
ru: Пауза %d
zh_hans: 中断%d

# challenge.recovery7.day5.partialNote
source: Keep going when you can. The next day is a fresh task — no need to cram remaining breaks together.
ru: Продолжай, когда получится. Завтра — новая задача; не нужно сжимать оставшиеся паузы.
zh_hans: 只要条件允许，就继续前行。第二天将迎来一个新的任务——无需将剩余的休息时间强行拼凑在一起。

# challenge.recovery7.day5.progress
source: %1$d of %2$d breaks marked
ru: Отмечено %1$d из %2$d пауз
zh_hans: %1$d/%2$d间断已标记

# challenge.recovery7.day7.pickTitle
source: Which task will you repeat?
ru: Какую задачу повторишь?
zh_hans: 你会重复什么样的任务？

# challenge.recovery7.day7.selectionNotComplete
source: Selecting a favorite is not completion. Tap “I did it” after you repeat it.
ru: Выбор любимого — ещё не завершение. Нажми «Я сделал» после того, как повторишь.
zh_hans: 选择心仪选项还远未结束。重复操作后，请点击“我已完成”。

# challenge.recovery7.dayOf
source: Day %1$d of %2$d
ru: День %1$d из %2$d
zh_hans: %2$d的第%1$d天

# challenge.recovery7.doneCTA
source: Done
ru: Готово
zh_hans: 完成

# challenge.recovery7.enrollmentClosed
source: Enrollment is closed for this event.
ru: Регистрация на это событие закрыта.
zh_hans: 本次活动的报名已截止。

# challenge.recovery7.error.alreadyCompleted
source: Today’s action is already complete.
ru: Сегодняшнее действие уже выполнено.
zh_hans: 今天的操作已完成。

# challenge.recovery7.error.alreadyEnrolled
source: You’re already in this challenge.
ru: Вы уже участвуете в этом челлендже.
zh_hans: 您已参与此挑战赛。

# challenge.recovery7.error.day5Incomplete
source: Mark all three breaks, then tap “I did it”.
ru: Отметь все три паузы, затем нажми «Я сделал».
zh_hans: 勾选全部三个选项，然后点击“我完成了”。

# challenge.recovery7.error.day7FavoriteMissing
source: Choose which task you’re repeating first.
ru: Сначала выбери, какую задачу повторяешь.
zh_hans: 选择您首先要重复的任务。

# challenge.recovery7.error.generic
source: Something went wrong. Try again.
ru: Что-то пошло не так. Попробуйте ещё раз.
zh_hans: 出点问题了，请再试一次。

# challenge.recovery7.error.missingInput
source: Choose an option to continue.
ru: Выберите вариант, чтобы продолжить.
zh_hans: 请选择一项选项以继续。

# challenge.recovery7.error.morningClosed
source: The morning confirmation window has closed.
ru: Окно утреннего подтверждения закрыто.
zh_hans: 上午确认窗口已关闭。

# challenge.recovery7.error.notCurrentDay
source: Only today’s action can be completed.
ru: Можно выполнить только действие на сегодня.
zh_hans: 唯有今日的行动方能完成。

# challenge.recovery7.habit.comfortableWalk
source: Make time for a comfortable walk
ru: Находить время для комфортной прогулки
zh_hans: 抽时间来一次舒适的散步

# challenge.recovery7.habit.feelBasedActivity
source: Choose activity based on how I feel
ru: Выбирать активность по самочувствию
zh_hans: 根据我的感觉来选择活动

# challenge.recovery7.habit.gentleMovement
source: Take five minutes for gentle movement
ru: Уделять пять минут мягкому движению
zh_hans: 花五分钟进行轻柔运动

# challenge.recovery7.habit.quietUnwind
source: Keep a quiet evening unwind moment
ru: Сохранять тихое вечернее время для разгрузки
zh_hans: 享受一个安静的夜晚，放松身心。

# challenge.recovery7.habit.windDownRoutine
source: Follow my wind-down routine
ru: Следовать своему ритуалу спокойного завершения дня
zh_hans: 遵循我的放松流程

# challenge.recovery7.habit.windDownTime
source: Start winding down at a chosen time
ru: Начинать спокойное завершение дня в выбранное время
zh_hans: 在选定的时间，以平和的心情结束一天。

# challenge.recovery7.header.a11yDay
source: Recovery Challenge. %@. View today’s step.
ru: Recovery Challenge. %@. Смотреть шаг на сегодня.
zh_hans: 恢复挑战。%@。查看今日步骤。

# challenge.recovery7.header.a11yDayDone
source: Recovery Challenge. %@. Done today.
ru: Recovery Challenge. %@. Сегодня выполнено.
zh_hans: 恢复挑战。%@。今日完成。

# challenge.recovery7.header.a11yHint
source: Opens the Recovery Challenge.
ru: Открывает Recovery Challenge.
zh_hans: 打开“恢复挑战”界面。

# challenge.recovery7.header.a11yInvite
source: Recovery Challenge. 7 days. One action a day.
ru: Recovery Challenge. 7 дней. Одно действие в день.
zh_hans: 康复挑战：7 天。每日一次练习。

# challenge.recovery7.header.a11ySummary
source: Recovery Challenge. View your summary.
ru: Recovery Challenge. Смотреть итоги.
zh_hans: 康复挑战。查看您的总结。

# challenge.recovery7.header.challengeComplete
source: Challenge complete
ru: Челлендж завершён
zh_hans: 挑战完成

# challenge.recovery7.header.challengeFinished
source: Challenge finished
ru: Челлендж завершён
zh_hans: 挑战结束

# challenge.recovery7.header.dayComplete
source: Day %lld complete
ru: День %lld выполнен
zh_hans: %lld日任务已完成

# challenge.recovery7.header.dayLabel
source: DAY %lld
ru: ДЕНЬ %lld
zh_hans: 第 %lld 天

# challenge.recovery7.header.dayOf
source: Day %1$d of %2$d
ru: День %1$d из %2$d
zh_hans: %2$d的第%1$d天

# challenge.recovery7.header.doToday
source: Do today
ru: Сделать сегодня
zh_hans: 截至今日

# challenge.recovery7.header.finishedPartial
source: %1$d of %2$d days completed
ru: Выполнено %1$d из %2$d дней
zh_hans: %1$d/%2$d天完成

# challenge.recovery7.header.invite
source: 7-day challenge
ru: 7-дневный челлендж
zh_hans: 7天挑战期

# challenge.recovery7.header.ofCount
source: %1$d of %2$d
ru: %1$d из %2$d
zh_hans: %2$d的%1$d

# challenge.recovery7.header.status.dayActive
source: %1$@ · View today’s step
ru: %1$@ · Смотреть шаг на сегодня
zh_hans: %1$@ ·查看今天的步骤

# challenge.recovery7.header.status.dayDone
source: %1$@ · Done today
ru: %1$@ · Сегодня выполнено
zh_hans: %1$@ ·今天完成

# challenge.recovery7.header.status.invite
source: 7 days · One action a day
ru: 7 дней · Одно действие в день
zh_hans: 7 天 · 每日一次行动

# challenge.recovery7.header.status.summary
source: %1$d of %2$d days completed · View summary
ru: Выполнено %1$d из %2$d дней · Смотреть итоги
zh_hans: %1$d/%2$d天已完成·查看摘要

# challenge.recovery7.header.summary
source: Challenge summary
ru: Итоги челленджа
zh_hans: 挑战概要

# challenge.recovery7.header.viewCTA
source: View
ru: Смотреть
zh_hans: 查看
